Repository: City-busz/webfont-kit-generator
Catalog: po/*.po
Languages: cs, es, hi, ru, sv, tr

source: Webfont Kit Generator
cs: Generátor webových sad písem
hi: वेबफॉन्ट किट जेनरेटर
ru: Генератор набора веб-шрифтов
tr: Webfont Kit Oluşturucu

source: Create @font-face kits easily
cs: Vytvářejte sady @font-face jednoduše
es: Cree fácilmente los kits @font-face
hi: @font-face किट आसानी से बनाएं
ru: Легко создавайте наборы @font-face
sv: Skapa @font-face-kit enkelt
tr: @font-face kitlerini kolaylıkla oluşturun

source: font;font-face;
hi: फॉन्ट;फॉन्ट-फ़ेस;

source: Webfont Kit Generator is a simple utility that allows you to generate woff, woff2 and the necessary CSS boilerplate from non-web font formats (otf and ttf).
cs: Generátor webových sad písem je jednoduchý nástroj, který vám umožňuje generovat woff, woff2 a nezbytnou CSS šablonu z ne-webových formátů písem (otf a ttf).
es: Webfont Kit Generator es una simple utilidad que te permite generar woff, woff2 y el CSS necesario desde formatos de tipografías no web (otf y ttf).
hi: वेबफॉन्ट किट जेनरेटर एक सरल उपयोगिता है जो आपको गैर-वेब फॉन्ट प्रारूपों (otf और ttf) से woff, woff2 और आवश्यक CSS बॉयलरप्लेट उत्पन्न करने की अनुमति देता है।
ru: Webfont Kit Generator - это простая утилита, которая позволяет генерировать woff, woff2 и необходимый CSS-шаблон из шрифтов не-веб форматов (otf и ttf).
sv: Webfont Kit Generator är ett enkelt verktyg som låterdig generera woff, woff2 och det nödvändiga CSS boilerplate från icke-web-font-format (otf och ttf).
tr: Webfont Kit Oluşturucu web standartı olmayan yazı tipi biçimlerinden (otf ve ttf) woff, woff2 ve gerekli CSS kodlarını oluşturmanıza izin veren kolay bir araçtır.

source: Webfont Kit Generator also includes a tool to Download fonts from Google Fonts for self-hosting.
es: Webfont Kit Generator también incluye una herramienta para descargar fuentes de Google Fonts su autoalojamiento.
hi: वेबफॉन्ट किट जेनरेटर में स्वयं होस्टिंग के लिए गूगल फॉन्ट्स से फॉन्ट्स डाउनलोड करने का टूल भी शामिल है।
tr: Webfont Kit Generator ayrıca kendi kendine barındırma için Google Fonts'tan yazı tiplerini indirmek için bir araç içerir.

source: Import from Google Fonts
cs: Import z Google Fonts
es: Importar desde Google Fonts
hi: गूगल फॉन्ट्स से आयात करें
ru: Импорт из Google Fonts
sv: Importera från Google Fonts
tr: Google Fonts'dan İçe Aktar

source: _Keyboard Shortcuts
cs: _Klávesové zkratky
es: Atajos del _teclado
hi: कीबोर्ड शॉर्टकट (_K)
ru: _Горячие клавиши
sv: _Tangentbordsgenvägar
tr: _Klavye Kısayolları

source: _About Webfont Kit Generator
cs: _O aplikaci
es: _Acerca de Webfont Kit Generator
hi: वेबफॉन्ट किट जेनरेटर के बारे में (_A)
ru: _О генераторе комплектов веб-шрифтов
sv: _Om Webfont Kit Generator
tr: Webfont Kit Oluşturucu _Hakkında

source: Open Fonts
cs: Otevřít fonty
es: Abrir Tipografías
hi: फॉन्ट खोलें
ru: Открытые шрифты
sv: Öppna teckensnitt
tr: Yazı Tiplerini Aç

source: Main Menu
es: Menú Principal
hi: मुख्य मेनू
tr: Ana Menü

source: Add some fonts
cs: Přidejte nějaké fonty
es: Agregue algunas tipografías
hi: कुछ फॉन्ट जोड़ें
ru: Добавьте несколько шрифтов
sv: Lägg några teckensnitt
tr: Birkaç yazı tipi ekle

source: Select Output Directory
cs: Vyprat výstupní adresář
es: Seleccionar directorio de salida
hi: आउटपुट निर्देशिका चुनें
ru: Выберите выходной каталог
sv: Välj utdatamapp
tr: Çıktı Dizinini Seç

source: Browse...
cs: Procházet...
es: Examinar...
hi: देखें...
ru: Просмотреть...
sv: Bläddra...
tr: Göz at...

source: Generate
cs: Generovat
es: Generar
hi: उत्पन्न करें
ru: Генерировать
sv: Generera
tr: Oluştur

source: Cancel
cs: Zrušit
es: Cancelar
hi: रद्द करें
ru: Отмена
sv: Avbryt
tr: İptal

source: Back
es: Volver
hi: पीछे
tr: Geri

source: Information
cs: Informace
es: Información
hi: जानकारी
ru: Информация
tr: Bilgilendirme

source: Generation finished!
cs: Generování skončilo!
es: Generación finalizada!
hi: पीढ़ि ख़त्म!
ru: Генерация закончена!
sv: Generering slutförd!
tr: Oluşturma tamamlandı!

source: To link your fonts, copy the code below into the head of your HTML:
cs: Chcete-li načíst svá písma, zkopírujte níže uvedený kód do hlavičky HTML:
es: Para vincular sus tipografías, copie el siguiente código en el encabezado de su HTML:
hi: अपने फॉन्ट्स को लिंक करने के लिए, नीचे दिए गए कोड को अपने HTML के हेड में कॉपी करें:
ru: Чтобы связать свои шрифты, скопируйте приведенный ниже код в заголовок вашего HTML\:
sv: Kopiera in nedanstående kod i ditt HTML-huvud, för att länka dina teckensnitt:
tr: Yazı tiplerinizi kullanmak için aşağıdaki kodu HTML'nizin head etiketine ekleyin:

source: Or import it directly to your CSS:
cs: Nebo je naimportujte přímo do CSS:
es: O importarlas directamente a tu CSS:
hi: या इसे सीधे अपने CSS में आयात करें:
ru: Или импортируйте его прямо в свой CSS\:
sv: Eller importera det direkt till din CSS:
tr: Ya da doğrudan CSS'inizin içine ekleyin:

source: Open in Files
cs: Otevřít v Souborech
es: Abrir en Archivos
hi: *फाइल* में खोलें
ru: Открыть в файлах
sv: Öppna i filer
tr: Dosyalar'da Aç

source: Logs
cs: Logy
es: Registros
hi: लॉग
ru: Журналы
sv: Loggar
tr: Günlükler

source: Options
cs: Možnosti
es: Opciones
hi: विकल्प
ru: Параметры
sv: Alternativ
tr: Tercihler

source: Subsetting
cs: Podmnožina znakové sady
es: Subconjunto
hi: उपसमुच्चय
ru: Под настройки
sv: Underinställning
tr: Alt kümeler

source: Limit the character set to reduce file size
cs: Omezením znakové sady zmenšíte velikost souboru
es: Limite el conjunto de caracteres para reducir el tamaño del archivo
hi: फाइल आकार को कम करने के लिए वर्ण सेट को सीमित करें
ru: Ограничьте набор символов, чтобы уменьшить размер файла
sv: Begränsa teckenuppsättningen för att reducera filstorleken
tr: Dosya boyutunu küçültmek için karakter kümesini sınırla

source: Latin
cs: Latinka
es: Latín
hi: लैटिन
ru: Латинский
tr: Latince

source: Cyrillic
cs: Cyrilice
es: Cirílico
hi: सिरिलिक
ru: Кириллица
sv: Cyrilliska
tr: Kirilce

source: Greek
cs: Řecká abeceda
es: Griego
hi: ग्रीक
ru: Греческий
sv: Grekiska
tr: Yunanca

source: Vietnamese
cs: Vietnamská abeceda
es: Vietnamita
hi: वियतनामी
ru: Вьетнамский
sv: Vietnamesiska
tr: Vietnamca

source: Latin Extended
cs: Rozšířená latinka
es: Latín Extendido
hi: लैटिन विस्तारित
ru: Расширенная латинская
sv: Latin utökad
tr: Genişletilmiş Latince

source: Cyrillic Extended
cs: Rozšířená cyrilice
es: Cirílico Extendido
hi: सिरिलिक विस्तारित
ru: Расширенная кириллица
sv: Cyrilliska utökad
tr: Genişletilmiş Kirilce

source: Greek Extended
cs: Rozšířená řecká abeceda
es: Griego Extendido
hi: ग्रीक विस्तारित
ru: Расширенная греческий
sv: Grekiska utökad
tr: Genişletilmiş Yunanca

source: Devanagari
cs: Dévanágarí
hi: देवनागरी
ru: Деванагари

source: Custom
cs: Vlastní
es: Personalizado
hi: तदनुकूल
ru: По умолчанию
sv: Anpassat
tr: Özel

source: Comma separated values. Single hex values and/or ranges separated with hyphens.
cs: Hodnoty oddělené čárkami. Jednotlivé hexadecimální hodnoty a/nebo rozsahy oddělené spojovníky.
es: Valores Separados por comas. Valores hexadecimales individuales y/o rangos separados con guiones.
hi: अल्पविराम से अलग किए गए मान। एकल हेक्स मान और/या हाइफ़न से अलग किए गए श्रेणियां।
ru: Значения, разделенные запятыми. Одиночные шестнадцатеричные значения и/или диапазоны, разделенные дефисами.
sv: Kommaseparerade värden. Enstaka hexvärden och/eller intervall som separeras med bindestreck.
tr: Virgülle ayrılmış değerler. Kısa çizgilerle ayrılmış tek onaltılık değerler ve/veya aralıklar.

source: Base64 Encode
hi: बेस64 एनकोड

source: Embed fonts in the CSS
hi: CSS में फॉन्ट सन्निहित करें

source: Font display
es: Visualización de las tipografías
hi: फॉन्ट प्रदर्शन
ru: Отображение шрифта
sv: Teckensnittsvisning
tr: Yazı tipi görüntüleme

source: The CSS font-display descriptor
cs: CSS deskriptor font-display
es: El descriptor CSS font-display
hi: CSS फॉन्ट-डिस्प्ले डिस्क्रिप्टर
ru: Дескриптор отображения шрифта CSS
sv: CSS teckensnitt
tr: CSS font-display tanımlayıcısı

source: Disabled
cs: Zakázáno
es: Deshabilitado
hi: अक्षम
ru: Отключено
sv: Inaktiverad
tr: Devre dışı

source: Download fonts from Google Fonts for self-hosting
cs: Stáhnout fonty z Google Fonts pro vlastní hostování
es: Descargar tipografías desde Google Fonts para auto-hospedaje
hi: स्व-होस्टिंग के लिए गूगल फॉन्ट्स से फॉन्ट्स डाउनलोड करें
ru: Загрузите шрифты из Google Fonts для самостоятельное размещение
sv: Ladda ner typsnitt från Google Fonts för självhosting
tr: Yazı tiplerini kendi kendine barındırma için Google Fonts'dan indir

source: Download Fonts
cs: Stáhnout fonty
es: Descargar tipografías
hi: फॉन्ट डाउनलोड करें
ru: Скачать шрифты
sv: Ladda ner teckensnitt
tr: Yazı Tiplerini İndir

# shortcut window
source: General
cs: Obecné
hi: सामान्य
ru: Главный
sv: Allmänt
tr: Genel

# shortcut window
source: Show Shortcuts
cs: Zobrazit klávesové zkratky
es: Mostrar atajos de teclado
hi: शॉर्टकट दिखाएं
ru: Показать горячие клавиши
sv: Visa genvägar
tr: Kısayolları Göster

# shortcut window
source: Open Fonts
cs: Otevřít fonty
es: Abrir Tipografías
hi: फॉन्ट खोलें
ru: Открытые шрифты
sv: Öppna teckensnitt
tr: Yazı Tiplerini Aç

# shortcut window
source: Select Output Directory
cs: Vybrat výstupní adresář
es: Seleccionar directorio de salida
hi: आउटपुट निर्देशिका चुनें
ru: Выберите каталог вывода
sv: Välj utdatamapp
tr: Dışa Aktarma Dizinini Seç

# shortcut window
source: Google Fonts Importer
cs: Importovat z Google Fonts
es: Importador de Google Fonts
hi: गूगल फॉन्ट्स आयातक
ru: Импортер Google шрифтов
sv: Google Fonts Importör
tr: Google Fonts'dan İçe Aktar

# shortcut window
source: Generate
cs: Generovat
es: Generar
hi: उत्पन्न करें
ru: Генерировать
sv: Generera
tr: Oluştur

source: translator-credits
es: Rafael Mardojai CM
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
ru: Благодарность переводчикам
sv: Rafael Mardojai CM Luna Jernberg
tr: Alperen İsa Nalbant <afacanc38@vuhuv.com> Sabri Ünal <sabriunal45@gmail.com>

source: Open Font Files
cs: Otevřít soubory fontů
es: Abrir archivos de tipografías
hi: फॉन्ट फाइलें खोलें
ru: Открытие файлов шрифтов
sv: Öppna teckensnittsfiler
tr: Yazı Tipi Dosyalarını Aç

source: OTF & TTF
cs: OTF a TTF
es: OTF y TTF
hi: OTF एवं TTF
tr: OTF ve TTF

source: You don’t have write access to the selected directory.
hi: आपके पास चयनित निर्देशिका तक लिखने की पहुंच नहीं है।

source: Generating fonts for {name}:
cs: Generování fontů pro {name}:
es: Generando tipografías para {name}:
hi: {name} के लिए फॉन्ट उत्पन्न किया जा रहा है:
ru: Генерирование шрифтов для {name}\:
sv: Genererar teckensnitt för {name}:
tr: {name} için yazı tipleri oluşturuluyor:

source: Generating {name}
cs: Generování {name}
es: Generando {name}
hi: {name} उत्पन्न किया जा रहा है
ru: Генерирование {имя}
sv: Genererar {name}
tr: {name} oluşturuluyor

source: Generated <i>{filename}</i> with <i>{count}</i> glyphs.
cs: Vygenerováno <i>{filename}</i> s <i>{count}</i> glyfy.
es: Generado <i>{filename}</i> con <i>{count}</i> signos.
hi: <i>{filename}</i> को <i>{count}</i> ग्लिफ़ के साथ उत्पन्न किया गया।
ru: Сгенерированные<i>{filename}</i>with<i>{count}</i> глифы.
sv: Genererade <i>{filename}</i> med <i>{count}</i> specialtecken.
tr: <i>{filename}</i> <i>{count}</i> glif ile oluşturuldu.

source: No glyphs where found for {range}. Skipping.
cs: Pro {range} nebyly nalezeny žádné glyfy. Vynechávám.
es: No se encontraron signos para {range}. Omitiendo.
hi: {range} के लिए कोई ग्लिफ़ नहीं मिला। छोड़ा जा रहा है।
ru: Не найдено глифов для {range}. Пропускаем.
sv: Inga specialtecken hittades för {range}. Hoppar över.
tr: {range} için glif bulunamadı. Geçiliyor.

source: Generating CSS:
cs: Generování CSS:
es: Generando CSS:
hi: CSS उत्पन्न किया जा रहा है:
ru: Генерация CSS\:
sv: Genererar CSS:
tr: CSS oluşturuluyor:

source: Finishing
cs: Dokončuje se
es: Finalizando
hi: समाप्त हो रहा है
ru: Завершение
sv: Slutför
tr: Bitiriliyor

source: Generated <i>{filename}</i>.
cs: Vygenerováno <i>{filename}</i>.
es: Generado <i>{filename}</i>.
hi: <i>{filename}</i> उत्पन्न किया गया।
ru: Сгенерировано<i>{filename}</i>
sv: Genererade <i>{filename}</i>.
tr: <i>{filename}</i> oluşturuldu.

source: There is no CSS to generate.
cs: Není třeba generovat žádné CSS.
es: No hay CSS para generar.
hi: उत्पन्न करने के लिए कोई CSS नहीं है।
ru: Генерировать CSS не требуется.
sv: Det finns ingen CSS att generera.
tr: Oluşturacak CSS yok.

source: Loading Google Fonts Database
cs: Načítá se databáze Google Fonts
es: Cargando la base de datos de Google Fonts
hi: गूगल फॉन्ट्स डेटाबेस लोड हो रहा है
ru: Загрузка базы данных Google шрифтов
sv: Laddar Google Fonts Databas
tr: Google Fonts Veritabanı Yükleniyor

source: Couldn’t download the Google Fonts data.
hi: गूगल फॉन्ट्स डेटा डाउनलोड नहीं किया जा सका।

source: Couldn’t find the {variant} variant for {family_name}.
hi: {family_name} के लिए {variant} वैरिएंट नहीं मिल सका।

source: Couldn’t find the {family_name} font family.
hi: {family_name} फॉन्ट परिवार नहीं मिल सका।

source: Couldn’t find any fonts for the given url.
hi: दिए गए यूआरएल के लिए कोई फॉन्ट नहीं मिल सका।

source: Please set a valid url
cs: Prosím, zadejte platnou URL
es: Por favor, ingrese una url valida
hi: कृपया एक मान्य यूआरएल निर्धारित करें
ru: Пожалуйста, задайте действительный url
sv: Ange en giltig webbadress
tr: Lütfen geçerli bir URL girin

source: Downloading {name}
cs: Stahuje se {name}
es: Descargando {name}
hi: {name} डाउनलोड किया जा रहा है
ru: Загрузка {name}
sv: Laddar ner {name}
tr: {name} indiriliyor

source: Couldn’t download the font file for {name}.
hi: {name} के लिए फॉन्ट फाइल डाउनलोड नहीं की जा सकी।

source: Couldn’t write the font file for {name}.
hi: {name} के लिए फॉन्ट फाइल नहीं लिखी जा सकी।

source: You don’t have read access to {font} or it doesn’t exists.
hi: आपके पास {font} तक पढ़ने की पहुंच नहीं है या यह मौजूद नहीं है।

source: Error: {error}.
cs: Chyba: {error}.
hi: त्रुटि: {error}।
ru: Ошибка\: {error}.
sv: Fel: {error}.
tr: Hata: {error}.

source: Webfont Kit Generator also inlcudes a tool to Download fonts from Google Fonts for self-hosting.
ru: Webfont Kit Generator также включает в себя инструмент для загрузки шрифтов из Google Fonts для самостоятельного размещения.

source: Rafael Mardojai CM
ru: Рафаэль Мардохай CM

source: Menu
ru: Меню

source: Fonts
cs: Fonty
es: Tipografías
ru: Шрифты
sv: Teckensnitt
tr: Yazı Tipleri

source: You don't have write access to the selected directory.
cs: K vybranému adresáři nemáte právo k zápisu.
es: No tienes acceso de escritura al directorio seleccionado
ru: У вас нет доступа на запись в выбранный каталог.
sv: Du har inte skrivrättighet i den valda mappen.
tr: Seçilen dizinde yazma iznine sahip değilsiniz.

source: Couldn't download the Google Fonts data.
cs: Nepodařilo se stáhnout data z Google Fonts.
es: No se pudo descargar la data de Google Fonts.
ru: Не удалось загрузить данные о шрифтах Google.
sv: Kunde inte ladda ned Google Fonts-data.
tr: Google Fonts verisi indirilemedi.

source: Couldn't find the {variant} variant for {family_name}.
cs: Nepodařilo se najít variantu {variant} pro {family_name}.
es: No se pudo encontrar la variante {variant} para {family_name}.
ru: Не удалось найти вариант {variant} для {family_name}.
sv: Kunde inte hitta {variant}-variant för {family_name}.
tr: {family_name} için {variant} türü bulunamadı.

source: Couldn't find the {family_name} font family.
cs: Nepodařilo se najít font {family_name}.
es: No se pudo encontrar la familia tipográfica {family_name}.
ru: Не удалось найти семейство шрифтов {family_name}.
sv: Kunde inte hitta teckensnittsfamiljen {family_name}.
tr: {family_name} yazı tipi ailesi bulunamadı.

source: Couldn't find any fonts for the given url.
cs: Pro zadanou URL se nepodařilo najít žádné fonty.
es: No se encontraron tipografías para la url
ru: Не удалось найти шрифты для указанного url.
sv: Kunde inte hitta några teckensnitt för den angivna webbadressen.
tr: Verilen URL'de hiçbir yazı tipi bulunamadı.

source: Update your url to CSS API v2
cs: Aktualizujte svou URL pro CSS API v2
es: Actualiza tu url a CSS API v2
ru: Обновите свой url до версии CSS API v2
sv: Uppdatera din url till CSS API v2
tr: URL'nizi CSS API v2'ye güncelleyin

source: Couldn't download the font file for {name}.
cs: Nepodařilo se najít soubor fontu pro {name}.
es: No se pudo descargar el archivo para {name}.
ru: Не удалось скачать файл шрифта для {name}.
sv: Kunde inte ladda ned teckensnittsfilen för {name}.
tr: {name} için yazı tipi dosyası indirilemedi.

source: Couldn't write the font file for {name}.
cs: Nepodařilo se zapsat soubor fontu pro {name}.
es: No se pudo escribir la archivo para {name}.
ru: Не удалось записать файл шрифтов для {name}.
sv: Kunde inte skriva teckensnittsfilen för {name}.
tr: {name} için yazı tipi dosyası yazılamadı.

source: You don't have read access to {font} or it doesn't exists.
cs: K {font} nemáte právo ke čtení nebo soubor neexistuje.
es: No tienes acceso de lectura a {font} o no existe.
ru: У вас нет доступа на чтение к {font} или он не существует.
sv: Du har inte läsrättighet till {font}, eller så finns den inte.
tr: {font}'u okuma izninz yok veya böyle bir dosya yok.
